[{"title":"Harry Potter and the Philosopher's Stone","imageUrl":"https://vignette.wikia.nocookie.net/harrypotter/images/f/fb/PS_poster.jpg/revision/latest/scale-to-width-down/338?cb=20180318153750","description":" Harry Potter and the Philosopher's Stone is a British-American fantasy film and based on the first novel by J. K. Rowling, released on 16 November, 2001. It was directed by Chris Columbus, written by Steve Kloves, and produced by David Heyman. In addition, the film itself starred Daniel Radcliffe, Rupert Grint, Emma Watson, John Cleese, Robbie Coltrane, Richard Griffiths, Richard Harris, Ian Hart, John Hurt, Alan Rickman, Fiona Shaw, Sean Biggerstaff, Warwick Davis, Julie Walters, Zoë Wanamaker, David Bradley, Tom Felton, and Matthew Lewis.","price":"25"},{"title":"harry-potter-and-the-sorcerers-stone","imageUrl":"https://images.moviesanywhere.com/143cdb987186a1c8f94d4f18de211216/fdea56fa-2703-47c1-8da8-70fc5382e1ea.jpg?h=375&resize=fit&w=250","description":" Based on the first of J.K. Rowling's popular children's novels about Harry Potter, the live-action family adventure film Harry Potter and the Sorcerer's Stone tells the story of a boy who learns on his 11th birthday that he is the orphaned son of two powerful wizards and possesses unique magical powers of his own. Invited to attend Hogwarts School of Witchcraft and Wizardry, Harry embarks on the adventure of a lifetime. At Hogwarts, he finds the home and the family he has never had.","price":"20"},{"title":"The Girl in Room 105","imageUrl":"https://m.media-amazon.com/images/I/51C60HLknnL._SL500_.jpg","description":" Hi, I'm Keshav, and my life is screwed. I hate my job and my girlfriend left me.\r\n\r\nAh, the beautiful Zara. Zara is from Kashmir. She is a Muslim. And did I tell you my family is a bit, well, traditional? Anyway, leave that. Zara and I broke up four years ago. She moved on. I didn't. I drank every night to forget her, I called, I messaged, and stalked her on social media.\r\n\r\nShe just ignored me.\r\n\r\nHowever, that night, on the eve of her birthday, Zara messaged me. She called me over, like old times, to her hostel room 105.\r\n\r\nI shouldn't have gone, but I did... and my life changed forever.\r\n\r\nThis is not a love story. It is an unlove story.\r\n\r\n©2018 Chetan Bhagat (P)2018 Audible Studios","price":"7.52"}]